["Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 1 ROLE OF ARTIFICIAL I NTELLIGENCE IN FUTUR E OF EDUCATION Roopal ShrivastavaA ARTICLE INFO ABSTRACT Purpose The purpose of this study is to examine that Globalization has radically altered human society in the previous 150 years. With the internet of things, energy, and the cyber -physical systems governed by it coming to an end, conventional education faces an immense challenge. That will associate this tension with internet usage an d reward students and teachers alike. It can be claimed that future education is entirely built on the internet of things, energy, and the cyber -physical systems ruled by it. As these systems end, traditional education confronts a massive challenge. This moves increases students screening time, which influences their mental health. Theoretical Framework The paper speculates on the near future of research in Artificial Intelligence and Education AIED, on the basis of three uses of models of educational processes with also evaluating literature available. DesignMethodologyApproach The classification algorithms SVM, Naive Bayes, and Random Forest benefit from 5 -fold Cross -Validation with 206 students from Delhi NCR and outside. Researcher is finding for how are the ages distributed? How many students got mental health care? So, what did they do? Their ages? How many meals did they eat? After the COVID -19 virus spread in Delhi, India, the study looked at factors that led to an increased mental health b urden for undergraduate students in the city. The dataset is constructed by combining data from several domains such as age, time, medium meals etc. Thus, researcher pre -processed the data and classified it into four categories based on their location with in the Delhi NCR and outside the NCR. The suggested model is evaluated using a K field fold cross -validation test. Findings The findings have shown that practical implications of technology will positively impact education in the future, but it may also have severe implications. Teachers and students should grasp this chance to encourage greatness and break down the hurdles that keep many children and schools from reaching it. As a result, all countries must develop a more technologically advanced educati on system in the future. Research, Practical and social implications The study in advances in technology will have major distractions in the workforce as automation might replace more than fifty percent of jobs. It is crucial to teach students skills to thrive in digital workplace, engage positively with technology to explore its full potential. The contribution of this study about AI systems are technically feasible for instructor -learner interaction. It is important to foster AI literacy in students to break the barrier of misconceptions and make way for imagination, innovation with new perspectives in society. OriginalityValue The value of the study is to educational institutions and related organizations seeking for role of artificial intelligence i n education. Doi httpsdoi.org10.26668businessreview2023.v8i1. 840 Article history Received 21 November 2022 Accepted 30 January 2023 Keywords AI Education Resources Automation Internet Technology . O PAPEL DA INTELIGÊN CIA ARTIFICIAL NO FUTURO DA EDUCAÇÃO A Dr. Business and Management Department, Faculty of Administrative sciences and economics, Tishk International , University, Erbil, Kurdistan Region, Iraq. E -mail roopal.shrivastavatiu.edu.iq Orcid httpsorcid.org0000 -0001 -9237 -9254 Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 2 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education RESUMO Objetivo O objetivo deste estudo é examinar que a Globalização alterou radicalmente a sociedade humana nos 150 anos anteriores. Com a Internet das coisas, a energia e os sistemas ciberfísicos governados por ela cheg ando ao fim, a educação convencional enfrenta um imenso desafio. Isso associará esta tensão ao uso da Internet e recompensará tanto estudantes quanto professores. Pode -se afirmar que a educação futura é inteiramente construída sobre a Internet das coisas, a energia e os sistemas ciberfísicos regidos por ela. Quando estes sistemas terminam, a educação tradicional enfrenta um enorme desafio. Este movimento aumenta o tempo de triagem dos alunos, o que influencia sua saúde mental. Estrutura teórica O artigo especula sobre o futuro próximo da pesquisa em Inteligência Artificial e Educação AIED, com base em três usos de modelos de processos educacionais, avaliando também a literatura disponível. DesignMetodologiaProteção Os algoritmos de classifi cação SVM, Naive Bayes e Random Forest se beneficiam de uma validação cruzada de 5 vezes com 206 estudantes de Delhi NCR e de fora. O pesquisador está descobrindo como as idades estão distribuídas? Quantos estudantes recebem cuidados com a saúde mental? En tão, o que eles fizeram? As idades deles? Quantas refeições eles comiam? Após a disseminação do vírus COVID -19 em Delhi, Índia, o estudo analisou fatores que levaram a um aumento da carga de saúde mental para estudantes de graduação na cidade. O conjunto d e dados é construído combinando dados de vários domínios, tais como idade, tempo, refeições médias, etc. Assim, o pesquisador pré -processou os dados e os classificou em quatro categorias com base em sua localização dentro da NCR de Delhi e fora da NCR. O m odelo sugerido é avaliado usando um teste de validação cruzada de dobra de campo K. Descobertas As descobertas mostraram que as implicações práticas da tecnologia terão um impacto positivo na educação no futuro, mas também podem ter implicações severas. P rofessores e alunos devem aproveitar esta oportunidade para encorajar a grandeza e quebrar os obstáculos que impedem muitas crianças e escolas de alcançá - la. Como resultado, todos os países devem desenvolver um sistema educacional mais avançado tecnologica mente no futuro. Pesquisa, implicações práticas e sociais O estudo dos avanços tecnológicos terá grandes distrações na força de trabalho, pois a automação poderá substituir mais de cinqüenta por cento dos empregos. É crucial ensinar aos estudantes habilid ades para prosperar no ambiente de trabalho digital, envolver -se positivamente com a tecnologia para explorar todo o seu potencial. A contribuição deste estudo sobre sistemas de IA é tecnicamente viável para a interação entre instrutor e aprendiz. É import ante fomentar a alfabetização dos estudantes para quebrar a barreira dos equívocos e dar lugar à imaginação, à inovação com novas perspectivas na sociedade. OriginalidadeValor O valor do estudo é para as instituições educacionais e organizações relaciona das que buscam o papel da inteligência artificial na educação. Palavras -chave IA, Educação, Recursos, Automação, Internet, Tecnologia . PAPEL DE LA INTELIGENCIA ARTIFICIAL EN EL FUTURO DE LA EDUCACIÓN RESUMEN Propósito El propósito de este estudio es e xaminar que la globalización ha alterado radicalmente la sociedad humana en los últimos 150 años. Con el Internet de las cosas, la energía y los sistemas ciberfísicos gobernados por ella llegando a su fin, la educación convencional se enfrenta a un inmenso desafío. Que asociará esta tensión con el uso de internet y recompensará a estudiantes y profesores por igual. Se puede afirmar que la educación del futuro se basa por completo en internet de las cosas, la energía y los sistemas ciberfísicos regidos por e lla. Con el fin de estos sistemas, la educación tradicional se enfrenta a un enorme desafío. Este movimiento aumenta el tiempo de proyección de los estudiantes, lo que influye en su salud mental. Marco teórico El artículo especula sobre el futuro próximo de la investigación en Inteligencia Artificial y Educación AIED, sobre la base de tres usos de modelos de procesos educativos, evaluando también la literatura disponible. DiseñoMetodologíaEnfoque Los algoritmos de clasificación SVM, Naive Bayes y Rand om Forest se benefician de una validación cruzada de 5 veces con 206 estudiantes de Delhi NCR y de fuera. El investigador busca cómo se distribuyen las edades. Cuántos estudiantes recibieron atención de salud mental? Qué hicieron? Sus edades? Cuántas c omidas hicieron? Tras la propagación del virus COVID -19 en Delhi India, el estudio analizó los factores que provocaron un aumento de la carga de salud mental de los estudiantes universitarios de la ciudad. El conjunto de datos se construyó combinando dat os de varios ámbitos, como la edad, el tiempo, las comidas medias, etc. Así, el investigador preprocesó los datos y los clasificó en cuatro categorías en función de su ubicación dentro y fuera de la RNC de Delhi. El modelo propuesto se evalúa mediante una prueba de validación cruzada con pliegues de campo K. Resultados Los resultados han demostrado que las implicaciones prácticas de la tecnología tendrán un impacto positivo en la educación en el futuro, pero también pueden tener implicaciones graves. Profe sores y alumnos deben aprovechar esta oportunidad para fomentar la grandeza y derribar los obstáculos que impiden a muchos niños y Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 3 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education escuelas alcanzarla. En consecuencia, todos los países deberán desarrollar en el futuro un sistema educativo más avanzado tec nológicamente. Investigación, implicaciones prácticas y sociales El estudio de los avances tecnológicos tendrá importantes distracciones en la mano de obra, ya que la automatización podría sustituir a más del cincuenta por ciento de los puestos de trabajo . Es crucial enseñar a los estudiantes habilidades para prosperar en el lugar de trabajo digital, comprometerse positivamente con la tecnología para explorar todo su potencial. La contribución de este estudio sobre los sistemas de IA son técnicamente viabl es para la interacción instructor -aprendiz. Es importante fomentar la alfabetización en IA en los estudiantes para romper la barrera de los conceptos erróneos y dar paso a la imaginación, la innovación con nuevas perspectivas en la sociedad. OriginalidadV alor El valor del estudio es para las instituciones educativas y organizaciones relacionadas que buscan el papel de la inteligencia artificial en la educación. Palabras clave IA, Educación, Recursos, Automatización, Internet, Tecnología . INTRODUCTION In December 2019, a novel coronavirus illness COVID was discovered in Wuhan, China. By January 20, 2020, the first verified case had been detected in the United States in Washington State, and on February 29, the first fatality had been reported. By earl y March, most states had found cases, and by mid -March, many states had declared state -wide school cancellations and stay -at-home orders W. E. Copeland et al. . The descriptive findings indicate that students possess a basic understanding of COVID -19 transmission and symptoms. Students frequently rely on and trust official sources and adapt their behaviour to public health guidelines i.e., increased handwashing and wearing masks. The contemporary instantiation of artificial intelligence on the Web, smartphones, social media, and physical locations via networked items and sensor networks has a significantly longer history than some recent epochal assertions sugg est. AI has a history that dates back to the 1940s when computer science and cybernetics were born. The phrase artificial intelligence was coined in the mid -1950s as part of a study and workshop at Dartmouth College. To replicate human intelligence, AI r esearch development focused on encoding principles of human thinking, then on expert systems that emulated expert decision -making processes utilizing defined decision -making knowledge bases from the 1960s to the 1990s. After 2010, AI progressively resu rfaced under a new paradigm, not as simulated human bits of intelligence or programmable expert systems, but as data - processing systems capable of learning and making predictions from massive amounts of big data classification and correlation. The majori ty of contemporary types of AI are based on computational processes such as data analytics, machine learning, neural networks, deep learning, and reinforcement learning B. Williamson and R. Eynon . Engineers have created a comp uter that can replicate human intelligence due to the emergence of big data, cloud computing, artificial neural networks, and machine learning. As Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 4 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education a result of these advancements, this study refers to machines capable of perception, recognition, learning, r eaction, and problem solving as artificial intelligence K. Kumar and G. S. M. Thakur . Inevitably, such intelligent technologies will transform future workplaces. AI is currently seen by many as a catalyst for the fourth indust rial revolution, and it has the potential to start the fourth educational revolution. AI education has also begun to be integrated into educational curricula Y. Dai . Artificial intelligence is being seen in the context of the COVID pandemic has made us understand the critical nature of online training for our predicting postgraduate students. Students satisfaction with online education was comparable to prior studies S. Agarwal and J. S. Kaushik . We prepare Fig 1 shows the number of people attending online classes age wise. Figure 1 What is the age -wise distribution? Source Prepared by the author 2022 In March 2018, the OECDs Future of Education and Skills 2030 project released a position paper proposing an initial framework to assist countries in addressing two critical questions What knowledge, skills, attitudes, and values will todays students require to thrive and shape their world and how can instructional systems effectively develo p these knowledge, skills, attitudes, and values Damian Farrow . Apart from gaining knowledge, our study demonstrated the positive effect of online learning on our students morale by diverting their attention away from the on going pandemic scenario. We conclude that online education is practical, affordable, and should be integrated into postgraduate education in India beyond the Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 5 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education current lockdown. The following parts show some of the concerns about employing artificial intelli gence in education and how AI can improve students education and opportunities as they prepare to enter the workforce. Additionally, we emphasize the need of students, employees, and society developing the knowledge and understanding necessary to be produ ctive, engaged, and active citizens in a future where AI will play a growing role. AI literacy is a rapidly emerging study subject and a vital component of K -12 education. However, funding for developing tools and courses to teach K -12 students about AI li teracy remains low. Additional multidisciplinary study on human -computer interaction and education is required X. Zhou . It is critical to train future members of the AI community and other stakeholders to consider the potentia l influence of AI on peoples lives and accept their responsibility to maximize its advantages while reducing any hazards J. Borenstein and A. Howard . LITERATURE REVIEW RELATED WORK This work aims to express some thoughts abo ut this issue and the problems associated with it. However, this chapter cannot be regarded as an attempt to analyse the topic described above comprehensively. Such an endeavour would require hundreds of pages, as most education -related subjects would need to be merged. The emphasis here is mainly on the role that computers and artificial intelligence play in future education and the attendant risks. Must overcome algorithmic bias and other ethical challenges to prevent harm to patients. It has already been found, for example, that an AI system used for recommending follow -on healthcare services failed black patients by referring them at a lower rate than their white counterparts even when both groups had a similar diagnosis Z. Oberme yer. Additionally, the research sought to ascertain students behaviours while engaging in instructional activities in an online context. A surprising finding from the study is that 13.8 of the public only listens to presentations made by professors and colleagues during educational activities. Those who participate in these activities, including audio and video, account for 84.9 of the whole sample, while those who merely observe them account for 1.3. Due to Covid - 19, technical concerns have posed a substantial barrier to online learning. While technology is lauded for its efficacy and efficiency in conducting online education, numerous case studies and students indicate that this may not be the case. Throughout the Covid -19s first months, multipl e students have experienced technical difficulties when taking online classes using various devices, as author illustrated in Figure 2 by using data. Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 6 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education Figure 2 Online classes using various devices Source Prepared by the author 2022 Specialists have validated this difficulty and recognize that the internet is inextricably linked to technical concerns. For example, students PCs may stop down unexpectedly during live videoconferencing. As a result, the student affected by the abrupt shutdown may be compelled to restart the device while the session continues for the other students. The study comprised children aged 10 to 17 with new -onset asthenopia symptoms. The Convergence Insufficiency Symptom Survey CISS was used to assess symptoms. A CISS score of 16 or higher was symptomatic. Binocular vergence and accommodation were measured. Children utilizing digital gadgets for fewer than 4 hours every day were placed into two groups for comparison A. Mohan Strabismus . The acqui red skills and activities are now transferred directly to the classroom, aided by the in -service course instructor or another turnkey trainer who has successfully implemented similar skills and activities in their classroom F. Zappo ne. Technological interventions such as telemedicine visits with patients, virtual meetings with colleagues, and online interviews have been implemented. Many trainees are techno -omnivores acquainted with various digital platforms and approaches. Technology is a divine gift. It is the cradle of civilizations, the mother of arts and sciences. The way we live has undoubtedly altered as a result of technological advancements. It has touched numerous elements of life and changed what it means to live. I ndeed, technology plays a significant influence in every aspect of life. Myriad manual chores are automatable. Additionally, contemporary technology may complicate completing and doing crucial tasks Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 7 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education more quickly and efficiently. Living has changed for the better due to the application of technology R. Raja and P. C. Nagasubramani . Technologys Importance in Education Technology has a fourfold function in education it is incorporated into the curriculum, serves as an instructi onal delivery system, assists in the delivery of teaching, and also serves as a tool to enhance the overall learning process. Education has shifted from passive to participatory and combative due to technological advancements. In business and academic env ironments, education is critical. In the former, education or training is utilized to assist employees in performing tasks in a new or different manner than they previously did. In the latter case, education is designed to arouse pupils curiosity. In any scenario, technology can assist pupils in better comprehending and remembering information. METHODOLOGY AI can be a game -changer in terms of furthering the various Global Goals what does this mean for management education? Managers and company leaders of the future must be prepared to comprehend and intelligently embrace the opportunities and challenges given by emerging waves of technology as effective growth engines. There are already considerable gaps across countries regarding their readiness for the AI revolution and, consequently, their ability to capitalize on the opportunity M. A. Goralski and T. K. Tan . Statistical Techniques for Evaluating Students Mental Health in Online Courses Data collection Data Pre -processing The dataset is constructed by combining data from several domains such as age, time, medium meals etc. Thus, researcher pre -processed the data and classified it into four categories based on their location within the Delhi NCR and outside the NCR, as show n in Table 1. The suggested model is evaluated using a K field fold cross -validation test O. Ghorbanzadeh . The technique for evaluating predictive models is accomplished by separating the original data set into a training sample and an assessment test set. We used machine learning to collect data from students in and around Delhi NCR to determine their stress levels., shown in table 1. Table 1 Pre -processing the data in 5 classes region wise ID Region of residence Age of Subject Time spent on Online Class Rating of Online Class experience Medium for online class 0 R1 Delhi -NCR 21 2 Good Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 8 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education 1 R2 Delhi -NCR 21 0 Excellent 2 R3 Delhi -NCR 20 7 Very poor 3 R4 Delhi -NCR 20 3 Very poor 4 R5 Delhi -NCR 21 3 Good Source Prepared by the author 2022 We discovered five discourses in this study that aid in developing a complex narrative about the human subject DisorderPatient, social media, fitness, age, and Person in mental health. Also demonstrate how these four discourses generate inconsistent subj ect-object representations of humans, unintentionally leading to dehumanization. We also examine the tensions and ramifications of multidisciplinary research, as well as the threats to scientific rigour, online communities, mental health, and how to conduc t research in this new discipline as shown in fig 3. Figure 3 Screening platform other than studies of students Source Prepared by the author 2022 The dataset for this investigation was obtained via an internet data source. The survey questionnaire included 18 questions divided into five major categories in table 1 demographic information about the responding students, their digital connectivity, their social lives, their online learning experiences, their engagements, their overall mood, and the ir thoughts during the period of national lockdown due to COVID -19. The reactions to the data were examined and visualized using MATLAB scripts and MS -Excel for several graphics. Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 9 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education The Perceived Stress Scale in Online Education PSSOE Machine learning alg orithms were trained on psychosocial data in this study to identify subjects who were more likely to exhibit elevated levels of perceived stress during the online classes, putting them at a higher risk of developing psychological symptoms, including those associated with PSSOE. For this aim, participants were divided into two groups those with a high perceived stress level and those with a low perceived stress level. Because future education will be entirely based on virtual schooling, we employed machine learning ML to identify rising stress levels in students and forecast the stress in advance, allowing us to avert serious damage to their lives before it occurs. We examine students in a variety of circumstances during the test. The amount of stress was approved during the undertakings implementation. By using SVM, Naive Bayes, and Random Forest. Figure 4 Flow diagram for proposed model Source Prepared by the author 2022 Classification Models Classification is a strategy for categorizing data into a predetermined number of classes. A grouping problems primary purpose is to determine the class. It is critical to classify various types of incursions. Stacking is a powerful technique for pattern identification and ensemble - based machine learning S. S. Kshatri . Random Forest RM Random Forest classification is a popular machine learning technique for developing prediction models in various scientific contexts. The goal of prediction modelling is frequently to reduce the number of variables required to create a forecast, lowering the burden of data collection and enhancing efficiency J. L. Speiser Singh . Naïve Byes Naive Bayes is a widely used data mining method. Its efficiency is based on the assumption of attribute independence, which may break in a large proportion of real -world data sets. Numerous initiatives have been taken to minimize the hypothesis, one of whi ch is attribute Raw DataData pre - processingFeture ExtractionClassification AlgorithmsFind Best Classification Model Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 10 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education selection. However, standard approaches to attribute selection in naive Bayes have a high computational cost S. Chen . This article provides an efficient selective naive Bayes method for constructing selective naive Bayes models using just a subset of characteristics. Support Vector Machine There has been much research on support vector machines SVMs and their applications in numerous scientific fields. SVMs are among the most powerful and resilient classifie rs and regression algorithms accessible in many application disciplines. We examine the Support Vector Machine SVM, a machine learning technique that has risen to prominence in recent years for brain research. Due to its relative simplicity and adaptabil ity to a wide variety of classification issues, SVMs provide unmatched predicted performance, especially in studies with small sample numbers S. Chen . RESULT AND DISCUSSION Investigated specificity, accuracy, and sensitivity of three machine learning methods were in this study Random Forest, Naive Bayes, and SVM. With an accuracy of 85.71, a specificity of 100, and a sensitivity of 75, the SVM trumps the other two methods. With an accuracy of 93.33, a specificity of 83.2 5, and a sensitivity of 100, SVM is the second top performance. SVM outperforms the other three algorithms in this scenario. As we can see in fig. 5 and fig. 6 have categorise the data in different part first one time spend on online classes vs self -study, time spent in fitness and sleep and last one is time spent in social media and TV during lockdown all figures are draw by us to show the current data. Fig 5 shows the difference between two graphs that impact on students during lockdown. Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 11 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education Figure 5 i mpact of screen on students based on online classes TV and social media Source Prepared by the author 2022 Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 12 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education Figure 6 impact of online classes on mental health age wise Source Prepared by the author 2022 Fig 2 shows the different ML based classification algorithms in this study, we created The Perceived Stress Scale in Online Education PSSOE and compared it to three classifier models to establish the optimal model for mental health prediction. It is built -in MATLAB, and its results are co mpared to the PSSOE Perceived Stress Scale in Online Education model. Figure 7 Comparison between different models Source Prepared by the author 2022 We can see in table 2 and figure 7 that different ML algorithms are used to determine the stress level of students during online classes and that SVM is the best algorithm to use. We can conclude that That is constantly increasing on a teenager. 00,20,40,60,81 Time FP Rate Precision Kappa Random Forest Naive Bayes SVM Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 13 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education Table 2 Comparison between various classification Methods ID Random Forest Naive Bayes SVM Time 0.01 0.09 0.01 Accuracy 89 85.2 94.33 FP Rate 0.033 0.02 0.022 Precision 0.89 0.83 0.95 Kappa 0.85 0.83 0.94 Source Prepared by the author 2022 CONCLUSION In future education, Technology will positively impact education in the future, but it may also have severe implications. Teachers and students should grasp this chance to encourage greatness and break down the hurdles that keep many children and schools f rom reaching it. As a result, all countries must develop a more technologically advanced education system in the future. It is extremely tough to introduce innovation in a school system. To begin, Numerous districts have created a solid basis for this inn ovation by taking the first step. utilization of technology. This foundation, on the other hand, continues to treat computers and other technologies as a separate section of the curriculum. If all of the work done over the years is to have a good effect on future usage of technology in schools, and if the impact of technology on other aspects of our culture is to be realized in education, this position must change. Technology must become ingrained in the mix of elements deemed necessary for the advancement of teaching and learning. ACKNOWLEDGEMENT Author would like to thank Tishk International University, formerly known as Ishik University for supporting current research. REFERENCES Agarwal S. and Kaushik J. S., 2020 Students Perception of Online Learning during COVID Pandemic, Indian J. Pediatr., vol. 87, no. 7, p. 554, , doi 10.1007s12098 -020-03327 -7. Borenstein J. and Howard A.,2021, Emerging challenges in AI and the need for AI ethics education, AI Ethics, vol. 1, no. 1, pp. 61 65, doi 10.1007s43681 -020-00002 -7. Cervantes J., Garcia -Lamont F., Rodríguez -Mazahua L., and Lopez A., 2020 A comprehensive survey on support vector machine classification Applications, challenges and Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 14 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education trends, Neurocomputing, vol. 408, pp. 189 215, doi httpsdoi.org10.1016j.neucom. 2019 .10.118 . Chen S., Webb G. I., Liu L., and Ma X., 2020, A novel selective naïve Bayes algorithm, Knowledge -Based Syst., vol. 192, p. 105361, , doi httpsdoi.org10.1016j.knosys.2019.105361 . Copeland W. E. et al., 2021, Impact of COVID -19 Pandemic on College Student Mental Health and Wellness, vol. 60, no. 1. American Academy of Child Ad olescent Psychiatry ,. Damian Farrow, Joseph Baker et al.,2018, eduedpc201845ann2 for official use english text only directorate for education and skills education policy committee education policy committee Future of Education and Skills 2030 Concept ual Learning Framework, vol. 151, no. November, pp. 10 17. Dai Y.,. Chai C. -S,. Lin P. -Y, Jong M. S. -Y., Guo Y., and Qin J., 2020 ,Promoting Students Well -Being by Developing Their Readiness for the Artificial Intelligence Age, Sustainability, vol. 12, no. 16, doi 10.3390su12166597. Goralski M. A. and Tan T. K., 2020, Artificial intelligence and sustainable development, Int. J. Manag. Educ., vol. 18, no. 1, p. 100330, , doi httpsdoi.org10.1016j.ijme.2019.100330. Ghorbanzadeh O., Rostamzadeh H ., Blaschke T., Gholaminia K., and Aryal J., 2018A new GIS-based data mining technique using an adaptive neuro -fuzzy inference system ANFIS and k-fold cross -validation approach for land subsidence susceptibility mapping, Nat. Hazards, vol. 94, no. 2, p p. 497 517, 2018, doi 10.1007s11069 -018-3449 -y. Kumar K. and Thakur G. S. M., 2012 Advanced Applications of Neural Networks and Artificial Intelligence A Review, Int. J. Inf. Technol. Comput. Sci., vol. 4, no. 6, pp. 57 68, doi 10.5815ijitcs.2012.06 .08. Kshatri S. S., Singh D., Narain B., Bhatia S., Quasim M. T., and Sinha G. R., 2021, An Empirical Analysis of Machine Learning Algorithms for Crime Prediction Using Stacked Generalization An Ensemble Approach, IEEE Access, vol. 9, pp. 67488 67500, d oi 10.1109ACCESS.2021.3075140. Mohan A.,Sen P., Shah C., Datt k., and Jain E., 2021, Binocular Accommodation and Vergence Dysfunction in Children Attending Online Classes During the COVID -19 Pandemic Digital Eye Strain in Kids DESK Study -2, J. P ediatr. Ophthalmol. amp Strabismus, vol. 58, no. 4, pp. 224 231, 2021, doi 10.392801913913 -20210217 -02. Obermeyer Z., Powers B., Vogeli C., and Mullainathan S., 2019, Dissecting racial bias in an algorithm used to manage the health of populations, S cience 80 -. ., vol. 366, no. 6464, pp. 447453, doi 10.1126science.aax2342. Raja R. and Nagasubramani P. C., 2018 ,Impact of modern technology in education, J. Appl. Adv. Res., pp. S33 S35, , doi 10.21839jaar.2018.v3is1.165. Speiser J. L., Miller M . E., Tooze J., and E. Ip, 2019 A comparison of random forest variable selection methods for classification prediction modeling, Expert Syst. Appl., vol. 134, pp. 93 101, , doi httpsdoi.org10.1016j.eswa.2019.05.028. Intern. Journal of Profess. Bus. Review. Miami , v. 8 n. 1 p. 01-15 e0840 2023. 15 Shrivastava , R. 202 3 Role of Artificial Intelligence in Future of Education Singh, D. and Singh, S. 2020, Realising transfer learning through convolutional neural network and support vector machine for mental task classification. Electron. Lett., 56 1375 - 1378. httpsdoi.org10.1049el.2020.2632 Williamson B. and Eynon R.,2020, Historical threads, missing links, and future directions in AI in education, Learn. Media Technol., vol. 45, no. 3, pp. 223 235, doi 10.108017439884.2020.1798995. Zappone F., Using Technology in Education -Steps to the Future,1 991, Comput. Sch., vol. 8, no. 1 3, pp. 83 88, doi 10.1300J025v08n01 _08. Zhou X., Van Brummelen J., and Lin P., 2020, Designing AI Learning Experiences for K -12 Emerging Works, Future Opportunities and a Design Framework, Online. Available http arxiv.orgabs2009.10228."]